[
    {
        "carNumber": "001",
        "keyword": "mazda3",
        "name": "2022 Mazda3 GS",
        "imgSrc": "img/mazda3-2022.png",
        "price": "$27,000",
        "description": "<p>The fourth-generation Mazda3 hatchback and sedan were both unveiled at the 2018 Los Angeles Auto Show on 28 November 2018, and global sales began in early 2019, as the 2019 model year in North America. With the release of this generation, the \"Axela\" nameplate was dropped in the Japanese market as part of Mazda's standardized global naming structure.</p> <p>Designed from 2015 to late 2016 under the lead of Yasutake Tsuchida, the model is slightly lower and longer than before, with its wheelbase stretched by 25 mm (1.0 in). The exterior design of the sedan and hatchback models are heavily differentiated, with both models only sharing the hood and headlights, while front wing fenders and front doors are designed uniquely for each body styles.</p>"
    },
    {
        "carNumber": "002",
        "keyword": "lexus",
        "name": "2022 Lexus IS 350",
        "imgSrc": "img/lexus-is-2022.png",
        "price": "$43,500",
        "description": "<p>The Lexus IS is a compact executive car sold by Lexus, a luxury division of Toyota since 1999. The IS received a major makeover in 2020 for the 2021 model year. The updated styling includes a larger bodywork, restyled headlamps and full-width taillamps, slightly updated dashboard, and a larger spindle grille design.</p> <p>Android Auto and Apple CarPlay capabilities were made available, as well as upgraded driver-assistance systems and standard blind-spot monitoring. The suspension has also been revised with a more rigid body. In the United States, the F Sport trim is only available on the top IS350 model with its 232 kW (311 hp) 3.5-liter V-6.</p>"
    },
    {
        "carNumber": "003",
        "keyword": "honda",
        "name": "2022 Honda Civic LX",
        "imgSrc": "img/honda-civic-lx-2022.png",
        "price": "$27,500",
        "description": "<p>The eleventh-generation Civic sedan was revealed as a prototype in November 2020. It was fully revealed in June 2021, in both sedan and liftback (marketed as the Civic Hatchback) body styles. North American sales began the same month, followed by Southeast Asia in August, Japan and China in September, and Australia and New Zealand in December. European sales began in late 2022.</p> <p>The liftback body style (marketed as the \"Civic Hatchback\") was unveiled on June 23, 2021. This generation is also the first Civic since the second-generation not to offer a coupe version due to its declining sales. The eleventh-generation sedan is not sold in Japan and Australia because of low demand of its predecessor.</p>"
    },
    {
        "carNumber": "004",
        "keyword": "acura",
        "name": "2014 Acura TLX",
        "imgSrc": "img/acura-tlx-2014.png",
        "price": "$37,000",
        "description": "<p>The Acura TLX is a four-door entry-level luxury sedan sold by Acura, a luxury division of Honda, since 2014. It is the successor to both the TL and TSX models. As of 2021, the discontinuation of the RLX leaves the TLX as the flagship sedan in Acura's lineup.</p> <p>The Acura TLX was first shown as the \"TLX Prototype\", a sedan designed in Acura's Los Angeles Design Studio, as a replacement of the TL and TSX sedans. The production version was unveiled in April at the 2014 New York International Auto Show. Sales began in August, the TLX entered production during July at Marysville, Ohio, United States.</p>"
    }
]